// 自动生成的动物小知识库（每天更新）
// 最后更新时间：2026/10/7 02:08:18
// 共 1 个知识

export const FACTS = [
{"animal":"鲸鲨","fact":"鲸鲨是目前世界上体型最大的鱼类，身体可以长到十几米长，就像一辆大巴士！虽然名字里带‘鲨’字，个头又超级大，但它们的性格却非常温柔友善。而且，这位‘海洋巨人’从不捕食大动物，只爱张大嘴巴把微小的浮游生物和小虾像吸尘器一样吸进肚子里过滤吃掉呢！","panels":[{"scene":"sea","cast":["小鱼 surprised","鲸鲨 normal"],"text":"哇！前面游过来一只好大的鲨鱼，嘴巴比山洞还大，快逃呀！","caption":"海底惊魂？"},{"scene":"sea","cast":["鲸鲨 happy"],"text":"嗷呜——！鲸鲨深深地吸了一大口海水，咕嘟咕嘟像个大吸尘器！","caption":""},{"scene":"sea","cast":["小鱼 surprised","鲸鲨 happy"],"text":"咦？我怎么好端端的没事？大鲸鲨，你刚才吞进去的是什么呀？","caption":""},{"scene":"sea","cast":["鲸鲨 happy","小鱼 happy"],"text":"别怕小家伙，我只吃微小的浮游生物，我们一起来海里散步交朋友吧！","caption":"温柔的海洋巨人"}]}
];
